[
    {
        "id": 1,
        "name": "Nardurna",
        "description": "Ryhia Dank is a contemporary Aboriginal artist who grew up in a remote community and lives in Australia. Her paintings are storywork. Gudanji/Wakaja people told stories through pattern and design - Ryhia calls her storying \"Nardurna.\""
    },
    {
        "id": 2,
        "name": "Cass Deller",
        "description": "Originating in Brisbane, Cass began her heart-centred design practice from her love of modern design, abstract watercolor illustration and hand lettering. The Cass Deller Design Studio was established in 2013 and has now found it's home on the beautiful Sunshine Coast, Queensland, a special place where Cass is drawn to from years of family holidays. Her designs range from vibrant botanical prints to delicate wildflowers, evoking memories of sunny days, palm trees, and cherished vacations."
    },
    {
        "id": 3,
        "name": "Apéro",
        "description": "Apéro is an Australian fashion label creating french-inspired, timeless pieces. The Apéro style is designed with a purpose: to empower women, cultivate confidence and make women feel effortlessly stylish in the everyday moments. Apéro is derived from the French tradition and word Aperitif. The Apéro lifestyle cultivates a sense of sociability, conversation, and relaxation, that is enjoyed over a drink with good company at golden hour. We endeavour to embody the aperitif culture, mood and way of life, through fashion."
    },
    {
        "id": 4,
        "name": "Brigitte May",
        "description": "Brigitte May is an artist based in the coastal village of Sawtell. Her illustrations have swept across a broad range of projects including prints for fashion labels, children's books, ceramics, branding, homeware linens, boat and car decals, and more. After working with watercolor and soft pastels for close to a decade, she's recently branched into acrylics and is enjoying the shift into something more textural. With an emphasis on earthy/pretty, Brigitte's art consistently nods to the beauty of nature."
    },
    {
        "id": 5,
        "name": "BG. Studio",
        "description": "Brigitte Grant is an artist based on the Sunshine Coast, Australia. Her work is inspired by her coastal surroundings and love for Europe, focusing on the colors and lifestyle of the Mediterranean. Brigitte creates colorful, eye-catching pieces that showcase her idyllic vision of objects, possessions, scenes, and lifestyles."
    },
    {
        "id": 6,
        "name": "Charlie Taylor",
        "description": "Charlie Taylor is a print designer and artist based in the UK. Combining her background in textile design with various artistic techniques, Charlie creates unique and eclectic designs for fashion and the home. She takes inspiration from English botanical gardens and sunny tropical islands, producing prints that are vibrant, colorful and full of texture."
    },
    {
        "id": 7,
        "name": "Fenton & Fenton",
        "description": "At Fenton & Fenton the team, including the founder, Lucy Fenton, loves living a life less ordinary, exuding vibrancy, joy, and gratitude for a well-traveled existence. They actively pursue adventure, taking risks, and wholeheartedly embracing the spirit, colors, and cultures of distant lands. As they mark the celebration of 15 years in the industry, Fenton & Fenton reflects on their vibrant journey, sharing the colorful memories and inspiration behind their collection by opening their travel diaries."
    },
    {
        "id": 8,
        "name": "Blacklist Studio",
        "description": "Blacklist Studio's abstract phone case designs are the work of Sydney-based artist and designer Nathan Johnson. Known for his unique style of typography and hand-drawn letter forms, Nathan's work engages on an emotional level, often blurring the line between art and design, abstraction and legibility, perfect and imperfection, often allowing the viewer to draw their own conclusions."
    },
    {
        "id": 9,
        "name": "Kerrie Hess",
        "description": "Australian artist and illustrator Kerrie Hess has a love of watercolor, beautiful florals and fashion - the perfect combination. Kerrie has illustrated countless fashion windows, billboards and has worked with the likes of Cartier, Tiffany and Co, Louis Vuitton and Net-A-Porter to name a few."
    },
    {
        "id": 10,
        "name": "Oak Meadow",
        "description": "Founded in 2018 by owner and creative director Madeleine Lee, Oak Meadow initially debuted with its first kids' wear collection. Since 2020, the brand has expanded introducing a full women's wear clothing line showcasing hand-painted fabrics. In contrast to the fast-paced trends and rushed production prevalent in the industry, Oak Meadow is committed to a more thoughtful and sustainable approach, aligning with the beauty of nature and a dedication to taking the time needed for quality."
    },
    {
        "id": 11,
        "name": "Henryk",
        "description": "Henryk, a self-taught artist from Sydney, creates immersive and textural art using concrete and polymer on canvas. His gestural and intense works showcase his innovative approach to sculpture and have gained him a reputation as a rising star in the industry, with his pieces displayed in solo exhibitions and group shows worldwide, as well as in prestigious establishments such as Fouquet's New York."
    },
    {
        "id": 12,
        "name": "Amy Gibbs",
        "description": "Amy Gibbs, an artist and graphics & textile designer, resides in the scenic seaside town of Point Lonsdale, Victoria. With a Bachelor of Creative Arts degree in Visual Communication Design, her passion for art and design flourished during her studies, solidifying her commitment to a creative career. Since becoming a full-time artist and freelance designer in February 2022, Amy has had the privilege of working with numerous small and large-scale businesses, showcasing her talent and expanding her reach."
    },
    {
        "id": 13,
        "name": "Veronica Tucker",
        "description": "Veronica is the founder of her namesake slow fashion label based in Melbourne, Australia. After graduating from an Advanced Diploma in Fashion Design and Technology in 2011, she went on to intern with WGSN before she moved up the Womenswear design ranks within the fashion industry in both designer and textile designer roles. It all began with the pure joy she found in creating her own bespoke pieces in her home sewing room after work and on the weekend. She now has a slow and sustainable fashion label, educates her community on sustainability in the fashion industry. From designing and pattern-making, to sourcing fabrics and trims, to online graphic design and marketing, Veronica works on all aspects of the label."
    },
    {
        "id": 14,
        "name": "Jasmine Dowling",
        "description": "Jasmine Dowling aka Studio Jasmine is a graphic designer and fashion enthusiast from Australia. Her design is a celebration of passion for color, expression and leisure."
    }
]